nouns=["ፍካሬ ዘጻድቃን ዘኃጥኣን መዝሙር ዘዳዊት ብፁዕ ብእሲ ምክረ ረሲዓን ፍኖተ ኃጥኣን መንበረ መስተሳልቃን ሕገ እግዚአብሔር ሥምረቱ መዕልተ ሌሊተ ዕፅ ሙሓዘ ማይ ፍሬሃ እንተ በጊዜሃ መሬት ነፍስ ምድር ምክረ ጻድቃን ፍኖቶሙ ኃጥኣን"
,"ትንቢት ክርስቶስ አሕዛብ መዝሙር ዘዳዊት አሕዛብ ሕዘብኒ ነገሥተ ምድር መላእክትኒ እግዚአብሔር መሲሑ ንጉሥ ጽዮን በደብረ መቅደሱ ትእዛዞ እግዚአብሔር ወልዱየ አሕዛበ ርስትከ ምድር በትረ ኀጺን እግዚአብሔር ጥበብ ፍኖተ ጽድቅ ነደት ፍጡነ መዐቱ ብፁዓን"
"መዝሙር ዘዳዊት ጐየ እምገጸ አቤሰሎም ነፍስየ አምላክኪ ምስካይየ ክብርየ ርእስየ ቃልየ እግዚአብሔር ደብረ መቅደሱ አሕዛብ አምላኪየ እግዚአብሔር ሃጥአን ሕዝብከ በረከትከ"
,"ፍጻሜ ዘአኩቴት መዝሙር ዘዳዊት እግዚአብሔር ጽድቅየ እምንዳቤየ ጸሎትየ ደቂቀ እጓለ እመሕያው ማእዜኑ ልብክሙ ከንቶ ሐሰተ እግዚአብሔር በጻድቁ እግዚአብሔር ኀቤሁ በልብክሙ መስካቢክሙ መሥዋዕተ ጽድቅ እግዚአብሔር ብዙኃን መኑ ሠናይቶ ብርሃነ ገጽከ እግዚኦ ውስተ ልብነ ፍሬ ስርናይ ወይን በሰላም ቦቱ እግዚኦ ተስፋ ባሕቲትከ"
, "ፍጻሜ በእንተ ተወርሶ መዝሙር ዘዳዊት ቃልየ እግዚኦ ለቡ ጽራኅየ ቃለ ስእለትየ ንጉሥየኒ አምላክየኒ እግዚኦ በጽባሕ ስምዐኒ ቃልየ ቅድሜከ አምላከ ዘዐመፃ እኩያን ምስሌከ ዐማፅያን አዕይንቲከ ጸላእከ እግዚኦ ገበርተ ዐመፃ ሐሰተ ብእሴ ደም ወጕሕላዌ እግዚአብሔር በብዝኀ ምሕረትከ ቤተከ ጽርሐ መቅደስከ ፍሪሆትከ እግዚኦ ምርሐኒ በጽድቅከ ጸላእትየ ፍኖትየ ቅድሜከ ጽድቀ አፉሆሙ ከንቱ መቃብር ክሡት ጐራዒቶሙ በልሳናቲሆሙ እግዚኦ ብዝኀ ሕብሎሙ ስድዶሙ አምረሩከ እግዚኦ እግዚኦ ኵሎሙ ዓለም ስመከ ጻድቅ እግዚኦ ወልታ ሥሙር"
]